{
  "blocs": [
    {
      "id": "bloc1",
      "titre": "Recevoir et suivre les commandes",
      "description": "Maîtrisez les étapes essentielles de la réception des marchandises, du contrôle de conformité et de la gestion administrative des stocks.",
      "icone": "📦",
      "couleur": "#10B981",
      "sections": [
        {
          "id": "bloc1-sec1",
          "titre": "Généralités sur la réception",
          "contenu": "La réception des marchandises est le point d'entrée de la chaîne logistique en magasin. C'est une étape stratégique qui conditionne la fiabilité des stocks et la disponibilité des produits en rayon.",
          "video_url": "https://www.youtube.com/embed/videoseries?list=PLCSxslCJeabmHIqCp7om1Qx7F4sLNi7uf",
          "exemple": {
            "titre": "Scénario : Arrivée d'un camion",
            "texte": "Un transporteur arrive à 8h00 avec 4 palettes. Avant même de décharger, vous devez vérifier que le nom du magasin sur le bon de transport est correct pour éviter de réceptionner la commande du voisin !",
            "icone": "🚛"
          },
          "points_cles": [
            "La réception est la première étape du processus de mise en stock",
            "Elle garantit la conformité quantitative et qualitative",
            "Elle permet de déclencher le paiement des fournisseurs"
          ],
          "schema_svg": "flux_logistique",
          "synthese_approfondie": {
            "titre": "Expertise : Enjeux juridiques et financiers de la réception",
            "contenu": "Au-delà du simple déchargement, la réception est un acte juridique. En signant le bon de transport sans réserves, vous transférez la responsabilité des dommages du transporteur vers le magasin. Financièrement, une erreur de réception non détectée fausse le calcul de la marge et peut entraîner des ruptures de stock coûteuses ou des surstocks inutiles. Il est crucial de maîtriser l'EDI (Échange de Données Informatisé) qui permet une intégration automatique des bons de livraison dans le système de gestion.",
            "conseils_pro": [
              "Toujours dater et heure la signature",
              "Utiliser un tampon 'Sous réserve de contrôle' n'a aucune valeur légale, soyez précis",
              "Vérifier scrupuleusement la chaîne du froid pour les produits frais (température à cœur)"
            ]
          }
        },
        {
          "id": "bloc1-sec2",
          "titre": "Processus de réception détaillé",
          "contenu": "Le processus de réception suit un protocole strict pour protéger les intérêts du magasin face aux erreurs de livraison.",
          "video_url": "https://www.youtube.com/embed/videoseries?list=PLCSxslCJeabmHIqCp7om1Qx7F4sLNi7uf",
          "exemple": {
            "titre": "Cas pratique : Le colis écrasé",
            "texte": "Vous remarquez qu'un carton de bouteilles d'huile est enfoncé et fuit. Vous devez impérativement noter sur le bon de livraison : '1 colis refusé, carton écrasé et bouteilles cassées' avant de signer.",
            "icone": "⚠️"
          },
          "etapes": [
            {
              "numero": 1,
              "titre": "Accueil et vérification du destinataire",
              "description": "Vérifiez que la livraison est bien destinée à votre point de vente."
            },
            {
              "numero": 2,
              "titre": "Contrôle des documents (Le pointage)",
              "description": "Comparez le Bon de Livraison (BL) avec votre Bon de Commande (BC)."
            },
            {
              "numero": 3,
              "titre": "Contrôle quantitatif",
              "description": "Comptez les unités (colis, palettes, articles)."
            }
          ],
          "synthese_approfondie": {
            "titre": "Expertise : Gestion des litiges fournisseurs",
            "contenu": "En cas de non-conformité majeure, le processus de litige doit être déclenché. Cela implique la rédaction d'un bon de litige, la prise de photos comme preuves, et l'information immédiate du service achat. La gestion rigoureuse des avoirs est essentielle pour ne pas perdre d'argent sur les produits non reçus ou endommagés.",
            "points_techniques": [
              "Différence entre vice apparent et vice caché",
              "Délais légaux de réclamation (généralement 3 jours par lettre recommandée)",
              "Procédure de retour de marchandise (Reverse Logistics)"
            ]
          }
        }
      ]
    },
    {
      "id": "bloc2",
      "titre": "Mettre en valeur et approvisionner",
      "description": "Apprenez les techniques de merchandising pour rendre le point de vente attractif.",
      "icone": "🛍️",
      "couleur": "#059669",
      "sections": [
        {
          "id": "bloc2-sec1",
          "titre": "Les Fondamentaux du Merchandising",
          "contenu": "Le merchandising est l'ensemble des techniques d'optimisation de la présentation des produits pour séduire le client.",
          "video_url": "https://www.youtube.com/embed/3JfCfgI9zxM",
          "exemple": {
            "titre": "Exemple : La tête de gondole",
            "texte": "Pour la rentrée scolaire, on place les cartables et cahiers en 'Tête de Gondole' (au bout du rayon) car c'est l'endroit où tous les clients passent obligatoirement.",
            "icone": "✨"
          },
          "objectifs": [
            "Transformer le visiteur en acheteur",
            "Augmenter le panier moyen",
            "Faciliter le parcours client"
          ],
          "synthese_approfondie": {
            "titre": "Expertise : Merchandising de Séduction et Neuro-marketing",
            "contenu": "Le merchandising moderne utilise les sens pour influencer le comportement d'achat. Le marketing sensoriel (odeurs de pain chaud, musique d'ambiance, éclairage chaud pour les fruits et légumes) joue un rôle crucial. L'analyse du parcours client via des 'heatmaps' permet d'identifier les zones froides (peu fréquentées) et d'y placer des produits d'appel pour forcer le passage.",
            "concepts_avances": [
              "Le coefficient d'occupation des sols (COS)",
              "L'indice de passage et l'indice d'achat",
              "La règle du 'regard à droite' en entrée de magasin"
            ]
          }
        },
        {
          "id": "bloc2-sec3",
          "titre": "Implantation et Niveaux de Vente",
          "contenu": "La hauteur à laquelle un produit est placé sur une gondole détermine son potentiel de vente.",
          "video_url": "https://www.youtube.com/embed/gozyHwFPebc",
          "exemple": {
            "titre": "Astuce : Le niveau des yeux",
            "texte": "Les céréales pour enfants sont souvent placées au 'niveau des yeux'... des enfants (donc plus bas que pour les adultes) pour qu'ils puissent les voir et les demander à leurs parents !",
            "icone": "👀"
          },
          "niveaux": [
            {
              "nom": "Niveau des Yeux",
              "hauteur": "1,40m - 1,70m",
              "caracteristiques": "Niveau le plus vendeur. On y place les produits à forte marge.",
              "exemple": "Marques leaders, produits premium"
            },
            {
              "nom": "Niveau des Mains",
              "hauteur": "0,80m - 1,40m",
              "caracteristiques": "Niveau de confort. Idéal pour les produits de consommation courante.",
              "exemple": "Produits indispensables"
            }
          ],
          "schema_svg": "niveaux_vente",
          "synthese_approfondie": {
            "titre": "Expertise : Optimisation du Linéaire Développé",
            "contenu": "Le calcul de la rentabilité au mètre linéaire est la clé de la gestion d'un rayon. On analyse le CA au mètre linéaire et la marge au mètre linéaire. Si un produit occupe trop de place par rapport à ce qu'il rapporte, on réduit son 'facing'. À l'inverse, un produit en rupture fréquente doit voir son linéaire augmenter.",
            "formules_cles": [
              "Linéaire au sol vs Linéaire développé",
              "Calcul du rendement du linéaire : CA / Linéaire développé",
              "Part de linéaire vs Part de marché (Indice de sensibilité)"
            ]
          }
        }
      ]
    },
    {
      "id": "bloc3",
      "titre": "Conseiller et accompagner le client",
      "description": "Maîtrisez l'art de la relation client, de l'accueil à l'encaissement.",
      "icone": "👥",
      "couleur": "#047857",
      "sections": [
        {
          "id": "bloc3-sec1",
          "titre": "L'Accueil Professionnel (SBAM)",
          "contenu": "L'accueil est le premier contact physique ou visuel. Il conditionne toute la suite de la vente.",
          "video_url": "https://www.youtube.com/embed/whT-aX5GhPY",
          "exemple": {
            "titre": "Mise en situation : Le client pressé",
            "texte": "Un client entre en courant. Un 'Bonjour' souriant et un 'Je suis à vous dans un instant' permettent de le rassurer sans l'étouffer.",
            "icone": "🤝"
          },
          "sbam": [
            {
              "lettre": "S",
              "mot": "Sourire",
              "description": "Même au téléphone, le sourire s'entend."
            },
            {
              "lettre": "B",
              "mot": "Bonjour",
              "description": "Une salutation claire et polie."
            }
          ],
          "schema_svg": "entonnoir_vente",
          "synthese_approfondie": {
            "titre": "Expertise : La Communication Non-Verbale",
            "contenu": "Dans l'accueil, 93% du message passe par le non-verbal (gestes, posture, regard) et le para-verbal (ton de la voix). Un conseiller qui croise les bras ou évite le regard envoie un signal négatif, même s'il dit 'Bonjour'. La synchronisation (adopter discrètement la même posture que le client) permet de créer un climat de sympathie immédiat.",
            "regles_d_or": [
              "La règle des 4x20 (20 premières secondes, 20 premiers pas, 20 premiers mots, 20 cm du visage)",
              "L'écoute active et la reformulation",
              "La gestion de la distance sociale (proxémie)"
            ]
          }
        },
        {
          "id": "bloc3-sec3",
          "titre": "L'Argumentation avec la Méthode CAP",
          "contenu": "Le client n'achète pas un produit pour ce qu'il est, mais pour ce qu'il lui apporte.",
          "video_url": "https://www.youtube.com/embed/fCL-0e0U5Fw",
          "exemple": {
            "titre": "Exemple CAP : Une gourde isotherme",
            "texte": "C (Caractéristique) : Double paroi inox. A (Avantage) : Garde l'eau fraîche 24h. P (Preuve) : Testé et garanti par le fabricant.",
            "icone": "💡"
          },
          "cap": [
            {
              "lettre": "C",
              "mot": "Caractéristique",
              "description": "Fait technique objectif."
            },
            {
              "lettre": "A",
              "mot": "Avantage",
              "description": "Ce que la caractéristique apporte."
            }
          ],
          "synthese_approfondie": {
            "titre": "Expertise : Le Traitement des Objections Complexes",
            "contenu": "Une objection n'est pas un refus, c'est un signe d'intérêt qui demande plus d'informations. Il faut distinguer l'objection réelle de l'objection prétexte. La méthode CRAC (Creuser, Reformuler, Argumenter, Confirmer) est la plus efficace. Pour l'objection prix, on utilise la technique de l'addition (somme des avantages) ou de la division (coût par jour d'utilisation).",
            "techniques_avancees": [
              "L'objection 'Boomerang' : transformer l'objection en argument",
              "L'objection 'Écran' : noter l'objection et y revenir plus tard",
              "La méthode du 'Oui... mais' (ou 'Oui... et')"
            ]
          }
        }
      ]
    },
    {
      "id": "bloc4",
      "titre": "Prévention-Santé-Environnement",
      "description": "Adoptez les bons réflexes pour votre santé et votre sécurité au travail.",
      "icone": "🛡️",
      "couleur": "#065f46",
      "sections": [
        {
          "id": "bloc4-sec2",
          "titre": "Prévention des Risques Professionnels",
          "contenu": "En magasin, les risques sont nombreux : chutes, coupures, TMS (Troubles Musculo-Squelettiques).",
          "video_url": "https://www.youtube.com/embed/videoseries?list=PLCSxslCJeabmHIqCp7om1Qx7F4sLNi7uf",
          "exemple": {
            "titre": "Bon geste : Porter un carton",
            "texte": "Ne jamais arrondir le dos ! Pliez les jambes, gardez le carton près du corps et relevez-vous en utilisant la force de vos cuisses.",
            "icone": "🏋️"
          },
          "principes": [
            {
              "titre": "Gestes et Postures",
              "description": "Plier les genoux pour porter une charge, garder le dos droit."
            },
            {
              "titre": "Signalisation de Sécurité",
              "description": "Connaître les pictogrammes (Danger, Obligation)."
            }
          ],
          "synthese_approfondie": {
            "titre": "Expertise : Analyse de l'Accident du Travail (Arbre des Causes)",
            "contenu": "Lorsqu'un accident survient, l'entreprise doit analyser les causes pour éviter la récidive. On utilise la méthode de l'Arbre des Causes en partant du fait ultime (l'accident) et en remontant par des questions 'Qu'a-t-il fallu pour que cela arrive ?'. On distingue les causes liées à l'individu, à la tâche, au matériel et à l'organisation du travail.",
            "notions_cles": [
              "Le Document Unique d'Évaluation des Risques (DUER)",
              "La différence entre Danger (source) et Risque (exposition)",
              "Les principes généraux de prévention (L4121-2 du Code du Travail)"
            ]
          }
        }
      ]
    }
  ],
  "ressources": {
    "glossaire": [
      {
        "terme": "FIFO / PEPS",
        "definition": "First In, First Out / Premier Entré, Premier Sorti. Méthode de gestion des stocks."
      },
      {
        "terme": "Facing",
        "definition": "Action de présenter les produits sur le devant de l'étagère."
      }
    ]
  }
}
